Repository: skotin/EW
Catalog: sites/all/modules/excerpt/translations/*.po
Languages: ja, nl, pt

source: Allows users to enter a separate excerpt for nodes.
ja: ノードに独立した抜粋を記入できるようにします。
nl: Maakt het mogelijk een eigen introtekst in te voeren voor artikelen (nodes).
pt: Permite aos utilizadores inserirem um resumo separado nos nós.

source: <p>If you want users to be able to enter separate excerpts for nodes, check the <em>excerpt</em> box in the appropriate column.</p>
ja: <p>ユーザがノードに独立した抜粋を記入できるようにしたい場合、適切な「抜粋」ボックスにチェックを入れてください。</p>
nl: <p>Als u het mogelijk wilt maken eigen introtekst in te voeren, vink dan <em>excerpt</em> aan in de betreffende kolom.</p>
pt: <p>Se pretende que os utilizadores possam inserir resumos separados nos nós, marque a caixa <em>resumo</em> na coluna apropriada.</p>

source: Excerpt
ja: エクサープト（抜粋）
nl: Introtekst
pt: Resumo

source: Teasers
ja: ティーザー
nl: Introtekst
pt: Resumos

source: Auto-generated
ja: 自動生成
nl: Automatisch aangemaakt
pt: Auto-gerado

source: Manual excerpt
ja: 手動抜粋
nl: Handmatige introtekst
pt: Resumo manual

source: Choose whether teasers are generated automatically or can be entered manually by the author.
ja: ティーザーを自動生成するか、投稿者が手作業で記入できるようにするかを選んでください。
nl: Kies of introteksten automatisch of handmatig moeten worden aangemaakt.
pt: Escolha se os resumos são gerados automaticamente ou se podem ser inseridos manualmente pelo autor.

source: Teaser
ja: ティーザー
nl: Introtekst
pt: Resumo

source: Enter an excerpt for this item. It will be shown on listing pages along with a <em>read more</em> link which leads to the full view. Leave empty to auto-generate one from the body.
ja: このアイテムの抜粋を記入してください。 これは、フロントページなどで一覧表示される際、全文表示への「続きを読む」リンクと一緒に表示されます。 本文から自動生成したい場合は空欄にしてください。
nl: Voer een introtekst in voor dit item. Deze zal worden getoond op overzichtpagina's met een <em>lees meer</em> link naar de volledige tekst. U kunt dit veld leeg laten om automatisch een introtekst te genereren.
pt: Insira um resumo para este item. Ele será mostrado nas páginas de listagem com uma ligação <em>ler mais</em> que leva à visualização completa. Deixe vazio para automaticamente gerar um resumo a partir do corpo.

source: excerpt
nl: introtekst
pt: resumo

source: Allows users to manually control the teaser for a node.
ja: ティーザーを手作業でコントロールできるようにします。
nl: Toestaan dat gebruikers handmatig de introtekst kunnen aanmaken voor een node.
